<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['policy_html'] = '<p>'.PROTOCOL.DOMAIN.' (이하 "사이트" 또는 "웹사이트"라 함) 미국 관할권에 편입된 '.COPYRIGHT.'가 일반인에게 제공하는 '.SITE_NAME.' ICO 프로젝트에 대한 무료 포털입니다(이하 "우리" 또는 "당사"	또는 "회사"라 함).
		</p>
		<p>
			데이터 관리자로서 제품, 서비스 및 당사에 관심을 보여준 것과 귀하의 방문에 감사드립니다. 당사는 귀하의 개인 정보 및 개인 데이터를 보호하는 것의 중요성을 높이 평가합니다. 투명성과 보안을 보장하기 위해 아래에 명시된 개인 정보 보호 정책에 따라 당사에서 처리하는 개인 정보의 성격, 범위 및 목적을 알려 드립니다. 본 개인 정보 보호 정책은 웹 사이트 또는 본 사이트를 통해 제공되는 서비스 또는 제품을 사용하는 동안 (이하 "서비스"라 함) 사용하거나 다른 방법으로 당사와 상호 작용할 때 당사가 개인 정보(개인 식별 가능 정보, 개인 데이터)를 수집, 사용 및 공개되는 방법을 설명합니다.
		</p>
		<p>
			당사는 사전 통보 없이 언제든지 이 개인 정보 보호 정책을 업데이트할 권한이 있습니다. 사용자가 동의한 개인 정보 보호 정책에 따라 데이터를 처리합니다. 당사는 귀하가 동의한 시점에서 동의한 개인 정보 보호 정책에 따라 데이터를 처리합니다. 정책이 변경되면 눈에 띄는 웹 사이트 배너 알림이 표시됩니다; 웹 사이트 및/또는 서비스를 계속 사용하면 업데이트된 정책에 대한 사용자의 동의를 구성합니다. 본 정책의 "마지막으로 업데이트된 날짜"를 사용하여 마지막으로 변경된 날짜를 확인하십시오.
		</p>
		<p>
			귀사가 당사와 별도의 계약을 체결할 경우 당사 웹 사이트를 통해 수집된 일부 데이터를 포함하여 서비스와 관련하여 당사가 수집한 모든 정보 및 데이터 처리에 적용됩니다. 이러한 계약은 본 개인 정보 보호 정책에서 모순되는 조항보다 우선합니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">개인 식별 가능 정보 또는 개인 데이터에서는 어떤 의미입니까?</h5>
		<p>
			개인 데이터 또는 개인 식별 가능 정보는 식별 가능하거나 식별 가능한 자연인과 관련된 모든 정보를 의미합니다. 개인 데이터의 정의는 이제 자연인의 이름이나 주소와 같은 명시적인 식별자뿐만 아니라 다른 개인 데이터와 함께 온라인 식별자도 포함됩니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">우리 웹 사이트를 방문하는 사람들로부터 수집한 개인 정보는 무엇입니까?</h5>
		<p>
			귀사가 당사에 제공하면 다음 범주의 개인 데이터를 수집, 처리 또는 사용할 수 있습니다:
			<ul>
				<li>저희 사이트에 등록하실 때 귀하의 이메일 주소</li>
				<li>해당되는 경우 귀하의 성명, 주소, 시민권, 생년월일, 사진, 직위 및 기타 정보는 "KYC인증제도"와 "자금세탁방지" 검사에 필요한 정보</li>
				<li>당신의 암호화 지갑의 번호</li>
				<li>웹 사이트의 연락처, 다운로드 또는 등록 양식을 사용하여 당사에 연락하는 동안 제공한 기타 데이터</li>
				<li>귀하가 온라인 설문 조사나 지원 티켓을 통해 우리에게 보낸 데이터</li>
				<li>마케팅 목적으로 웹 사이트 및 서비스를 개선하기 위해 귀하의 브라우저, IP 주소 및 운영 체제에 관한 정보 등 웹 브라우저에서 전송한 데이터도 수집합니다</li>
			</ul>
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">아동 데이터</h5>
		<p>
			저희는 아이들에게 어떠 서비스도 제공하지 않습니다. 당사는 고객이 알지 못하는 사이에 실수로 이 정보를 제출한 경우에만 아동 관련 개인 정보를 처리할 수 있습니다. 본 개인 정보 보호 정책의 목적상,"아동"는 18세 미만의 개인입니다. 인터넷 서핑하고 우리와 같은 웹 사이트를 방문하는 동안 자녀의 안전하고 책임감 있는 개인 정보 사용에 대해 자녀와 상의하시기 바랍니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">언제 정보를 수집합니까?</h5>
		<p>
			당사는 웹 사이트를 검색하거나, 사이트에 등록하거나, 주문을 하거나, 뉴스 레터를 구독하거나, 양식을 작성하거나, 웹 사이트에 정보를 입력하거나, 설문 조사 또는 마케팅 커뮤니케이션에 응답하거나, 특정 기타 사이트 기능을 사용할 때 귀하의 정보를 수집합니다
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">귀하의 정보를 어떻게 그리고 어떤 목적으로 사용하고 있습니까?</h5>
		<p>
			당사는 다음과 같은 작업을 위해 귀하의 개인 데이터를 수집하고 처리합니다.
			<ul>
				<li>당사 웹 사이트에서 원하는 서비스와 요청에 따라 고객 지원을 제공합니다.</li>
				<li>거래 처리 및 토큰 분배를 포함한 귀하의 거래에 대한 통지를 전송합니다.</li>
				<li>웹 사이트 및 서비스 개선합니다.</li>
				<li>분쟁 해결, 수수료 징수 및 문제 해결합니다.</li>
				<li>금지되거나 불법적인 활동을 방지하고 당사 공개 제안 계약 또는 이용 약관 또는 기타 법률 문서를 시행합니다.</li>
				<li>당사 웹 사이트의 및 서비스의 보안을 보장합니다.</li>
				<li>익명 또는 보류 중인 개인 데이터를 사용하여 일반적으로 더 나은 시장 관련 컨텐츠 제공합니다.</li>
				<li>추가로 동의한 경우 이메일 리마케팅 및 웹 리타겟팅을 통해 구체적인 내용을 제공합니다.</li>
			</ul>
			이러한 목적 외에도 당사가 명시된 목적을 위해 명시적인 동의를 한 경우에만 귀하의 데이터를 처리합니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">개인 정보를 처리하는 법적 근거는 무엇입니까?</h5>
		<p>
			앞서 언급한 바와 같이 당사는 귀하의 개인 정보를 보호하고 개방적이고 투명한 방식으로 데이터를 처리하기 위해 노력하고 있으며, 당사는 다음과 같은 이유 중 하나 이상으로 귀하의 개인 데이터를 처리합니다.
			<ul>
				<li>계약 이행을 위해. 당사는 고객과의 계약에 따라 서비스를 제공하기 위해 개인 데이터를 처리하고 예상고객과 계약을 체결하기 위해 절차를 완료합니다. 계약 조건은 관련 목적에 대한 자세한 정보를 제공합니다.</li>
				<li>법적 의무 준수를 위해. 법률상의 의무(즉 KYC 및 AML의 확인 절차)뿐만 아니라 적용 대상이 되는 관련 법률에서 나오는 많은 법적 의무가 있다. 이러한 의무와 요구 사항은 예를 들어 법원 명령, 세법 또는 기타 보고 의무 준수를 위해 필요한 개인 정보 처리 활동을 당사에 부과합니다.</li>
				<li>합법적인 이익을 보호하기 위해. 당사는 개인 데이터를 처리하여 당사 또는 제3자가 추구하는 정당한 이익을 보호합니다. 합법적인 관심은 우리가 귀하의 정보를 사용할 사업상 이유나 상업적인 이유가 있을 때이다. 하지만 그렇다고 해서, 그것이 부당하게 당신에게 옳고 최선인 것에 대항해서는 안 된다. 이러한 처리 활동의 예로는 법적 소송의 시작 절차에 대한 우리의 방어 대책 준비 : 사업을 관리하고 제품과 추가로 개발하기 위한 조치 등이 있습니다</li>
				<li>고객이 동의한 경우. 만약 (위에 명시된 이유 이외에) 당신이 우리에게 처리에 대한 당신의 특정한 동의를 주었다면, 그 처리의 적법성은 그 동의에 기초한다. 귀하는 언제든지 동의를 철회할 권리가 있습니다. 그러나 귀하의 철회를 받기 전에 개인 데이터의 처리는 영향을 받지 않습니다.</li>
			</ul>
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">제3자 공개</h5>
		<p>
			당사는 귀하의 개인 정보를 제3자에게 판매 또는 대여하지 않습니다. 당사는 본 개인 정보 보호 정책에 규정된 경우를 제외하고는 고객의 개인 정보를 공유하지 않습니다.
		</p>
		<p>
			당사는 제3자 데이터 프로세서를 사용하여 당사를 대신하여 개인 데이터를 처리합니다. 이러한 서비스 제공 업체는 특히 웹 사이트의 호스팅 및 운영, 마케팅, 분석, 웹 사이트 개선 및 이메일 뉴스 레터 발송과 관련하여 당사의 웹 사이트 및 서비스를 지원합니다. 이러한 프로세서는 유럽, 또는 아시아에 위치할 수 있습니다. 이러한 서비스 제공 업체 및 공급 업체는 데이터 보호법 및 GDPR 또는 적용될 수 있는 기타 개인 데이터 보호 규칙에 따라 기밀성과 데이터 보호 요구 사항을 준수하는 계약을 체결합니다.
		</p>
		<p>
			당사의 웹 사이트에는 소셜 미디어 기능(예: 공유 또는 좋아요 버튼)도 포함될 수 있습니다. 이러한 기능은 LinkedIn, Twitter 또는 Facebook과 같은 타사 소셜 미디어 플랫폼에 의해 제공됩니다. 이렇게 데이터가 수집될 경우, 그 처리는 각각의 소셜 미디어 플랫폼의 개인 정보 보호 정책에 의해 관리됩니다.
		</p>
		<p>
			당사는 또한 귀사의 개인 정보를 당사 그룹의 다른 단체와 공유할 수 있습니다. 이러한 공개는 당사의 내부 기업 개인 정보 보호 정책에 의해 규제됩니다.
		</p>
		<p>
			당사는 본 문서에 명시된 이유나 당사가 법적으로 요구하는 경우 또는 귀사의 계약상 및 법적 의무에 따라 귀사에 대한 동의를 얻은 경우 귀하에 대한 정보를 공개할 수 있습니다. 당사를 대신하여 고객 데이터를 처리하기 위해 당사가 지정한 모든 데이터 프로세서는 GDPR 규정 또는 적용될 수 있는 기타 개인 데이터 보호 규칙을 준수하기 위한 계약에 구속됩니다.
		</p>
		<p>
			위에서 언급한 상황에서 개인 데이터의 수신자는 예를 들어 다음과 같을 수 있습니다. 
			<ul>
				<li>토큰이 나열된 암호화 거래소; 감독 및 기타 규제 및 공공 기관, 외부 컨설턴트, 금융 및 비즈니스 고문; 감사 및 회계, 마케팅 운영자; 카드지불처리 업체, 파일 저장 회사 또는 보관 회사, 클라우드 스토리지 회사, 기술 전문 지식, 솔루션 및 지원을 제공함으로써 서비스의 효과적인 제공을 지원하는 회사, 웹 사이트 및 광고 대행사.</li>
				<li>-	일본 거주자만 해당: 이메일 주소 범위의 개인 및 기타 데이터, 지갑의 ID 및 당신이 일본에서 왔다는 것을 나타내는 당신의 IP주소는 일본 시장에서 우리의 파트너가 이용할 수 있을 것입니다.</li>
				<li>-	당사의 콘텐츠는 관련 참조를 제공하기 위해 제3자 웹 사이트에 연결될 수 있습니다. 당사는 별도의 개인 정보 보호 정책과 데이터 처리 정보를 포함할 수 있는 외부 웹 사이트에 대해 책임을 지지 않습니다. 법률, 규정, 기타 법적 소환장 또는 영장에 의해 요구되는 경우 귀하의 개인 정보를 공개할 수 있습니다. 당사는 당사 고객 또는 제3자의 권리, 재산 또는 개인의 안전을 보호하기 위해 필요가 있다고 판단되는 경우, 규제 또는 법 집행 기관에 개인 정보를 공개할 수 있습니다.</li>
			</ul>
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">이메일 통신</h5>
		<p>
			통신이나 홍보 목적으로 이메일을 보내 주신 경우 당사는 귀하의 데이터를 사용하여 귀하에게 연락하거나 관심 분야와 관련된 프로모션 이메일을 보낼 것입니다. 귀하는 언제든지 구독 취소 링크를 클릭하거나 구독 취소 의사를 직접적으로 회신함으로써 프로모션 목적으로 이메일로 연락하는 것에 대한 귀하의 동의를 철회할 수 있습니다.
		</p>
		<p>
			또한 귀하의 동의 하에 당사는 귀하가 이메일을 열거나 이메일의 링크를 클릭하는 경우 이메일 추적 기술을 사용하여 데이터를 얻을 수 있습니다. 이 데이터는 향후 마케팅 메시지를 개선하거나 인지된 통신 관련성에 따라 후속 조치의 우선 순위를 정하기 위해 자동화된 방식으로만 사용됩니다. 사용자의 동의없이 IP 주소, 장치 및 브라우저 정보, 이메일을 열거나 링크를 클릭하는 횟수 등 사용자 고유의 개인 데이터를 사용하지 않습니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">정보의 수정 / 업데이트 / 제거</h5>
		<p>
			고객은 개인 정보에 액세스할 권리가 있으며, 데이터 나 부정확한 데이터의 수정, 업데이트 또는 제거를 요구할 권리가 있습니다. 이것에 대해서는 다음 이메일로 문의하십시오 '.MAIL_USER.'
		</p>
		<p>
			그럼에도 불구하고 이 요청은 이용 약관 및 발생할 수 있는 기타 법적 의무를 준수해야 합니다. 승인된 요청에 따라, 당사는 귀하에 대해 수집하고 저장하는 개인 정보와 개인 정보의 일반 공개를 제공할 것입니다.	
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">정보 유지</h5>
		<p>
			해당 법률에서 요구하는 바와 사용자에게 서비스를 제공하기 위해 필요한 경우 당사는 귀하의 개인 정보를 보관할 수 있습니다. 이 요구 사항은 법적 의무를 준수하고 일어날 수 있는 분쟁을 해결할 필요가 있음을 조건으로 합니다. 귀하의 계정이 활성화되어 있는 한 귀하의 개인 정보를 보유할 수 있습니다. 
		</p>
		<p>
			당사는 법적, 규정 또는 기술적 이유로 데이터를 삭제할 수 없는 경우 데이터를 더 오래 보관할 수 있습니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">고객의 정보를 어떻게 보호합니까?</h5>
		<p>
			고객에게 사이트 방문이 가능한 안전이 되기 위해 당사 웹 사이트는 보안 취약점 및 알려진 취약점에 대해 정기적으로 검사됩니다.
		</p>
		<p>
			우리는 정기적으로 악성 코드 검사를 사용합니다. 고객의 개인 정보는 보안 네트워크에 포함되어 데이터가 같은 시스템에 특별한 권한이 있는 제한된 수의 사람에 의해 접근 가능하며, 그 사람이 정보의 기밀성을 유지해야 합니다. 당사는 데이터 보호 모범 사례에 대해 직원들에게 교육을 제공하고 기밀 유지 계약을 체결하도록 요구하고 있습니다.
		</p>
		<p>
			당사는 사용자가 개인 정보의 안전을 유지하기 위해 정보를 주문하거나 입력, 제출 또는 액세스 할 때 다양한 보안 수단을 구현합니다. 그러나 당사는 귀하의 개인 정보를 보호하기 위해 합당한 모든 노력을 기울이고 있지만, 당사 웹 사이트를 통해 제출된 귀하의 데이터의 절대적인 보안을 보장할 수는 없습니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">"쿠키"를 사용합니까?</h5>
		<p>
			네, 그렇습니다. 당사 웹 사이트를 방문할 때 고객의 브라우저 유형, IP 주소 및 추천 웹 사이트 등 고객의 방문에 대한 정보를 자동으로 수집됩니다.
		</p>
		<p>
			이 수집은 당사 벤더 및 파트너와 협력하여 수행할 수 있습니다 (아래의 데이터 프로세서 목록을 참조하십시오). 당사는 사이트 방문객들의 일반적인 인구 통계 데이터 또는 이용 데이터를 받을 수 있습니다. 당사는 추가 동의 없이 개인 식별을 위해 자동으로 수집된 정보를 사용하지 않습니다.
		</p>
		<p>
			이러한 정보는 일반적으로 웹 쿠키, 웹 또는 이메일 픽셀 (비컨이라고도 함), 포함된 하이퍼링크 및 유사한 도구를 사용하여 수집됩니다. 일반적인 브라우저에서는 개별 쿠키를 비활성화하거나 제거할 수 있습니다. 당사에서 사용하는 쿠키의 종류와 용도는 아래를 참조하십시오.
		</p>
		<p>
			필수 쿠키: 웹 사이트의 탐색 및 기본 기능 (예: 웹 사이트의 보호된 영역에 대한 액세스)을 활성화합니다.
		</p>
		<p>
			기능 쿠키: 귀하의 웹 사이트 사용 및 웹 사이트 선택(예: 로그인 이름, 언어 또는 지역)을 분석하여 이러한 설정을 저장하고 더 개인화된 환경을 제공할 수 있습니다.
		</p>
		<p>
			광고 쿠키: a콘텐츠 마케팅 및 광고 활동의 효과를 더 잘 평가할 수 있도록 해 줍니다. 이러한 쿠키는 제3자 파트너가 사이트 방문 및 광고로 인한 서명을 분석 및 추적하기 위해 제공합니다. 귀하의 사이트 방문 데이터가 해당 제3자 제공 업체가 수집한 다른 개인 정보와 연결될 수 있지만 사이트 외부의 방문 데이터에 대해서는 사용자의 개인 정보(예: 이름 또는 이메일)를 공유하지 않습니다. 이러한 외부 데이터 처리는 이러한 제3자 제공 업체의 개인 정보 보호 정책의 적용을 받습니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">쿠키를 사용하여 다음 작업을 수행합니다.</h5>
		<p>
			<ul>
				<li>계정에서 선택한 항목을 기록하고 처리하는 데 도움이 됩니다.</li>
				<li>이후 방문을 위해 사용자의 기본 설정을 이해하고 저장합니다.</li>
				<li>광고를 추적합니다.<li>
				<li>향후 더 나은 사이트 경험과 도구를 제공하기 위해 사이트 트래픽 및 사이트 상호 작용에 대한 집계 데이터를 수집합니다. 또한 당사를 대신하여 이 정보를 추적하는 신뢰할 수 있는 제3자 서비스를 사용할 수도 있습니다.</li>
			</ul>
			쿠키를 보낼 때마다 컴퓨터에서 경고 메시지를 표시하도록 선택하거나 모든 쿠키를 해제하도록 선택할 수 있습니다. 브라우저 설정을 통해 이 작업을 수행할 수 있습니다. 브라우저는 서로 조금씩 다르기 때문에, 쿠키를 수정하는 올바른 방법에 대해 알아보려면 브라우저의 도움말 메뉴를 확인하십시오. 쿠키를 사용하지 않으면 사이트의 효율성을 높이는 일부 기능이 제대로 작동하지 않을 수 있습니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">저희 사이트에서는 Do Not Track 신호를 어떻게 처리합니까?</h5>
		<p>
			Do Not Track (DNT) 브라우저 메커니즘이 제자리에 있는 경우, Do Not Track 신호 및 Do Not Track 플랜트 쿠키 또는 광고를 사용하는 것을 칭찬합니다.
		</p>
		<h5 class="font-weight-bold mt-md-5 mb-md-3">문의</h5>
		<p class="mb-5">
			본 개인 정보 보호 정책 또는 개인 데이터 처리와 관련하여 질문이 있으시면 메일 주소를 사용하여 연락하십시오: '.MAIL_USER.'
		</p>';