<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['term_html'] = '<p>
			'.SITE_NAME.' 토큰( "'.COIN_NAME.' 토큰")의 사전 판매 및 토큰 판매를 주최하는 '.COPYRIGHT.'( "본사," "당사," "저희")는 싱가포르법에 따라 조직, 운영되는 기업으로, 소재지는 '.COMPANY_ADDR.'(등록번호 '.COMPANY_REGISTER.') 있습니다. 본 토큰 판매는 다음 판매 약관("약관")에 적용을 받습니다. 귀하와 당사는 각각 "당사자"이며 함께 "당사자"입니다.
		</p>
		<p>
			이 문서는 투자 권유가 아니며 어떠한 관할지의 유가 증권 제안과도 관련이 없습니다. 이 문서에서는 '.COIN_NAME.' 토큰 판매에 대해 설명합니다.
		</p>
		<p>
			이 조건에 동의하지 않으면 회사에서 '.COIN_NAME.' 토큰 구매하지 마십시오. 회사에서 '.COIN_NAME.' 토큰을 구입하면 이 약관 및 참조로 작성된 모든 조건에 동의한 것으로 간주합니다.			
		</p>
		<p>
			이 약관과 관련한 의문 사항이 있으시면 '.MAIL_USER.'로 연락하십시오.
		</p>
		<p>
			'.COIN_NAME.' 토큰을 구매함으로써 법이 허용하는 한도 내에서 귀하는 회사와 그 직원, 임원, 이사, 계약자, 컨설턴트, 주주, 공급자, 공급 업체, 서비스 제공 업체, 모회사, 자회사, 계열사, 대리인, 대리인, 전임자, 후임자 및 양수인 (이하 "'.COMPANY_NAMEMINI_KOR.'")과 관련하여 발생하는 모든 특별 손해, 부수적 손해 또는 결과적 손해에 대해 책임을 지지 않습니다. 
		</P>
		<p>
			'.COIN_NAME.' 토큰을 구입하기 전에, 아래에 열거된 조항을 주의 깊게 고려해야 하며, 필요한 경우 회계사 또는 세금 전문가에게 문의해야 합니다. 
		</p>
		<p>
			구매자는 구매에 동의하며 회사는 다음 조건에 따라 '.COIN_NAME.' 토큰을 판매하기로 동의합니다.
		</p>
		<p>
			<ol>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">'.COIN_NAME.' 토큰 판매 조건</p>
					<p>
						판매조건은 '.COMPANY_NAMEMINI_KOR.' 웹사이트(“본” 또는 “웹사이트”)에 본사가 액세스 하여 수시로 수정, 변경, 보완 또는 업데이이트 될 수 있으므로 정기적으로 방문하여 변경 사항을 최신 버전으로 확인 하셔야 합니다. 또한 '.COIN_NAME.' 토큰을 구입하거나 받을 때, 귀하는 다음 조건을 수락함으로써 이를 수행할 수 있으며, 귀하는 다음 사항이 귀하의 토대에 대한 진정하고 정확하게 반영되었음을 보증하고 진술합니다.
					</p>
					<p>
						<ul>
							<li>회사 나 '.COMPANY_NAMEMINI_KOR.' 모두 '.COIN_NAME.' 토큰이 귀하에게 적합한 투자인지 여부에 관한 조언을 제공하지 않습니다.</li>
							<li>Bitcoin 및 Ether뿐만 아니라 블록 체인 기반 소프트웨어 시스템과 같은 암호화 토큰과 관련된 기능, 사용법, 저장, 전송 메커니즘 및 복잡성에 대해 충분히 이해하고 있어야합니다.</li>
							<li>귀하는 귀하와 귀하의 관련 관할 지역에서 '.COIN_NAME.' 토큰을 수령하고 보유할 수 있는 법적 권리가 있습니다.</li>
							<li>귀하는 귀하가 '.COIN_NAME.' 토큰의 구매를 수락하고 귀하에게 '.COIN_NAME.' 토큰을 할당할 수 있게 하기 위해 회사가 필요로 하는 모든 정보, 문서 또는 사본을 저희에게 제공해야 합니다.</li>
							<li>귀하는 합법적으로 요구될 수 있는 추가 정보를 저희에게 제공하여 법적인 규제 및 계약상 의무를 이행할 수 있습니다 (자금 세탁 방지 의무를 포함하되 이에 국한되지는 않음).</li>
							<li>'.COIN_NAME.' 토큰을 합법적으로 취득하기에 충분한 연령 (개인 인 경우)이 낮을 경우 '.COIN_NAME.' 토큰을 수령하지 못하게 하는 다른 법적 사유가 있음을 인지합니다.</li>
							<li>'.COIN_NAME.' 토큰을 수령하고 보유하는 것과 관련된 제한 및 위험에 대해 귀하는 단독 책임이 있으며, 부속서 A에 명시된 제한을 포함하되 이에 국한되지는 않습니다.</li>
							<li>귀하는 불법적인 방법으로 '.COIN_NAME.' 토큰을 획득하거나 사용하지 않습니다.</li>
							<li>귀하의 '.COIN_NAME.' 토큰 인수에는 관할권 내에 있는 기존 또는 미래의 공영 또는 사기업, 법인 또는 기타 단체의 주식, 소유권 또는 이와 동등한 물품의 구매 또는 수령이 포함되지 않습니다.</li>
							<li>프로젝트는 상당한 변화를 겪을 수 있으며 변경 사항은 구매자의 기대와 일치하지 않을 수 있습니다. 이는, (i) 프로젝트가 완료되지 않았거나, (ii) 프로젝트가 원래의 제안과 다르게 진행될 수 있으며, (iii) 블록 체인 기술이 프로젝트에서 활용되지 않을 수 있음을 의미합니다.
							또한 공익의 부족, 자금 부족, 상업적 성공의 부재 또는 인사 이동이 있을 경우 프로젝트 개발이 중단될 수 있습니다.
							</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">자격</p>
					<p>
						'.COIN_NAME.' 토큰 판매에 참여하시려면, (구입한 토큰을 받을 수 있도록) ERC-20 토큰 표준을 지원하는 이더리움 지갑이 필요합니다. 당사는 특정 지갑 요구 사항과 관련, 추가 지침을 규정할 권리를 가집니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">토큰의 사용 목적</p>
					<p>
						<ul>
							<li>
								'.COIN_NAME.' 토큰의 구입 목적은 '.COIN_NAME.' 플랫폼의 개발, 테스트, 배치, 작동을 지원하는 것입니다. 본사는 '.COIN_NAME.' 플랫폼에서 제공하는 서비스에 대한 지불 수단으로 '.COIN_NAME.' 토큰을 수락할 계획입니다. 그러나 이 서비스는 '.COIN_NAME.' 토큰만 아니라 일반 화폐나 특정 기타 암호화 통화 지불을 통해서도 사용할 수 있게 될 예정입니다.
							</li>
							<li>
								'.COIN_NAME.' 토큰의 구입, 소유권, 영수, 소지는 토큰을 교환 수단으로 사용할 권리를 제외하고는 명시적이든 묵시적이든 기타 다른 권리를 부여하지 않습니다. 특히, 토큰은 소유권, 지분, 주식, 증권 또는 이와 동등한 권리 및 미래의 수익 지분, 지적 재산권, 기타 형태의 회사나 '.COIN_NAME.' 플랫폼 및 회사 계열사에 대한 참여 권리를 부여하지 않는다는 사실을 이해하고 동의합니다. 본 토큰은 주식이나 기타 투자 수단으로 사용되도록 의도되지 않습니다.
							</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">가능한 토큰 이동</p>
					<p>
						<ul>
							<li>
								본 토큰은 EOS 프로토콜 기반 토큰으로 생성됩니다. 본사는 단독 재량으로 그렇게 하는 것이 필요하거나 유용하다고 판단할 경우, EOS 기반 토큰( "기존 토큰")을 다른 프로토콜로 이전하고 향후 새로운 프로토콜( "대체 토큰")에 기반한 대체 토큰을 생성할 권리가 있습니다.
							</li>
							<li>
								토큰을 이전하기로 결정한 경우, 이전 과정에 대한 지원을 제외하고, '.COIN_NAME.' 플랫폼 및 기타 운영 문제에 대한 승인과 관련하여 기존 토큰에 대한 지원을 중단할 수 있습니다. 당장은 토큰 보유자가 기존 토큰을 대체 토큰으로 변환해야 하는 일이 생기리라 예상하지 않지만, 기존 토큰 소유자가 변환할 경우 상당한 인센티브를 예상할 수 있습니다. 대체 토큰이 생성되어 상당수 '.COIN_NAME.' 토큰 사용자가 사용하게 되면 기존 토큰의 유용성이 급감할 것이기 때문입니다. 따라서 귀하께서는 본 조건을 수락함으로써 '.COIN_NAME.' 토큰을 계속 사용하고 유용성을 유지하려면, 판매 기간 중 구입한 토큰을 차후에 대체 토큰으로 변환해야 할 수도 있음을 인정하고 동의하게 됩니다.
							</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">약관 범위</p>
					<p>
						<ul>
							<li>본 계약서에 달리 명시되어 있지 않는 한, 본 약관은 사전 판매 및 토큰 판매 기간 중의 토큰 구입 건에 대해서만 적용됩니다.</li>
							<li>플랫폼에서의 서비스 제공 및 이용과 관련한 토큰 사용은 해당되는 기타 이용 약관 및 정책의 적용을 받을 수 있습니다.</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">취소: 매입 요청 거부</p>
					<p>
						사전 판매 및 일반 판매 기간 중 구입하신 토큰을 확정적인 것으로, 여기에 명시된 경우나 해당 법령 및 규정에 따른 경우를 제외하고는 환불이나 취소가 불가능합니다. 본사는 단독 재량으로 언제든지 토큰 구매 요청을 거부하거나 취소할 수 있는 권리를 보유합니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">위험 숙지 및 위험 인수</p>
					<p>
						귀하는 '.COIN_NAME.' 토큰 매입, 소유, 사용과 관련된 위험이 있음을 숙지하고 이에 동의합니다. '.COIN_NAME.' 토큰을 매입함으로써, 귀하께서는 매입과 관련해 다음과 같은 위험이 따를 수 있음을 분명히 인지하고 자진해서 감수한 것으로 간주됩니다.
					</p>
					<p>
						<ul>
							<li>
								개인키의 상실, 보관 오류, 사용자 잘못에 기인한 토큰 액세스 상실 위험. 개인키 또는 개인키 조합은 디지털 지갑이나 카드에 저장된 토큰을 제어하고 처리하는 데 필요합니다. 따라서 디지털 지갑 또는 토큰을 저장하는 카드와 관련된 필수 개인키를 잃어버리면 해당 토큰이 손실됩니다. 더구나 제3자가 호스팅 된 지갑 서비스의 로그인 비밀번호를 비롯해 개인키에 액세스하게 될 경우 토큰을 도용할 수도 있습니다. 토큰을 받고 저장하기 위해 선택한 디지털 지갑 또는 카드와 관련된 오류나 오작동으로 토큰을 잃을 수도 있습니다. 여기에는 사용자가 디지털 지갑이나 카드를 적절하게 관리하지 못한 경우도 포함됩니다. 또한 잘못된 토큰 수령 주소나 호환되지 않는 주소를 제공하는 등, 토큰의 매수 및 수령을 위해 명시된 절차를 정확하게 따르지 않는 경우에도 토큰을 잃을 수 있습니다.
							</li>
							<li>
								'.COIN_NAME.' 토큰은 EOS 프로토콜을 기반으로 하기 때문에 EOS 프로토콜의 오작동, 폐쇄, 폐기 등은 '.COIN_NAME.' 토큰에 중대한 악영향을 미칠 수 있습니다. 더욱이 암호학의 진보와 양자컴퓨팅의 발전과 같은 기술 혁신으로 인해, EOS의 바탕이 되는 암호학적 합의 메커니즘이 효율성을 상실한다면, 서비스 확보를 위한 '.COIN_NAME.' 토큰 유용성을 비롯해 '.COIN_NAME.' 토큰과 생태계가 위험해질 수 있습니다.
							</li>
							<li>
								EOS 프로토콜을 기반으로 하는 다른 분산형 암호화 토큰과 마찬가지로 '.COIN_NAME.' 토큰은 EOS 블록체인에서 '.COIN_NAME.' 토큰 거래내역을 검증하는 과정에서 채굴자의 공격을 받기 쉽습니다. 여기에는 이중 지출 공격, 채굴 능력 공격, 이기적인 채굴기법 등이 포함됩니다. 공격이 성공할 경우 '.COIN_NAME.' 토큰 거래내역 기록 및 정확한 실행 등에 위험 요인이 될 수 있습니다.
							</li>
							<li>
								해커나 기타 악의적 조직이 맬웨어 공격, 서비스 거부 공격, 합의 기반 공격, 시빌 공격, 스머핑, IP 스푸핑을 비롯한 다양한 방법을 동원해 '.COIN_NAME.' 토큰에 대한 간섭을 시도할 수 있습니다. 게다가 '.COIN_NAME.' 토큰은 오픈 소스 소프트웨어를 기반으로 하므로, 제3자 또는 당사 직원이 토큰 프로토콜의 핵심 인프라에 의도적 또는 비의도적으로 약점을 도입함으로써, '.COIN_NAME.' 토큰과 토큰의 서비스 확보 유용성에 악영향을 끼칠 위험도 있습니다.
							</li>
							<li>
								토큰은 '.COIN_NAME.' 토큰 보유자와 '.COIN_NAME.' 토큰 보유자가 되기를 원하는 사람들 간의 교환 수단으로만 사용하도록 되어 있습니다. 당사는 이차 거래나 토큰에 대한 외부 평가를 지원하거나 촉진하지 않습니다. 이는 서비스 제공, 수락을 위한 토큰 사용 통로에 제한을 가할 수 있고, 결과적으로 귀하께서 소유하신 '.COIN_NAME.' 토큰에 유동성 문제를 야기할 수 있습니다. '.COIN_NAME.' 토큰의 2차 거래가 제3자 교환을 통해 촉진된다 할지라도, 이와 같은 거래는 비교적 새롭고 규제 감독이 거의 전무하다시피 하기에 사기 또는 조작에 취약할 수 있습니다. 또한 제3자가 외부 교환 가치를 토큰(예: 디지털 통화 또는 화폐 통화로 표시)에 부여할 경우, 토큰 가치는 극심한 변동성에 노출될 수 있으며, 심지어 휴지조각이 될 수도 있습니다.
							</li>
							<li>
								일반적인 은행 예금이나 타 금융 기관의 계좌와 달리, '.COIN_NAME.' 토큰은 별도로 개인 보험을 들지 않는 한 보험에 가입되지 않습니다. 따라서 토큰을 잃어버리거나 토큰의 유용 가치가 사라지는 경우, 연방예금보험공사나 회사가 마련한 민간보험과 같은 공적 보험 혜택을 기대할 수 없습니다.
							</li>
							<li>
								여러 국가에서 '.COIN_NAME.' 토큰 및 분산원장기술(DLT)에 대한 규제 동향은 아직까지 불분명하거나 불안정한 상태입니다. 각국 규제 당국이 '.COIN_NAME.' 토큰과 생태계 등 해당 기술과 이의 적용에 있어 기존 규제를 어떻게 적용할지를 정확하게 예측하기는 힘듭니다. 마찬가지로 각국 입법부나 규제 기관이 '.COIN_NAME.' 토큰, 분산원장기술 및 이의 적용에 영향을 미치는 법규정을 과연 변경할지, 변경한다면 어떠한 방식으로 진행할지를 정확하게 예측하는 것은 무리입니다. 규제 조치는 '.COIN_NAME.' 토큰에 여러 가지 부정적 영향을 미칠 수 있습니다. 설명을 위한 예시로, 토큰의 매입, 매도, 전송이 불법 활동이라고 규정짓거나, 또는 토큰을 등록과 인증을 요하는 규제 상품으로 규정짓고 토큰 매입, 매도, 전송에 관련된 당사자 전체 또는 일부의 등록 및 인증을 요구하는 상황을 가정해볼 수 있습니다. 당사는 법령과 관련 규정 변경, 또는 규제 등으로 인해 특정 국가에서의 사업 운영이 불법이 되거나, 필요한 규제 승인을 얻는 조치가 상업적으로 경쟁력이 없는 경우, 해당 지역의 사업 운영을 중단할 수 있습니다.
							</li>
							<li>
								'.COIN_NAME.' 토큰의 세금 특성은 불확실합니다. 토큰 매입과 관련하여 개별적으로 세금 관련 자문을 구하셔야 하며, 원천 징수세, 소득세, 세금 신고 의무 등을 포함한 불리한 세금 관련 결과가 발생할 수 있습니다.
							</li>
							<li>
								현재 발전 단계인 생태계 환경은 시간이 지남에 따라 급변할 수 있습니다. 당사는 '.COIN_NAME.' 토큰과 생태계가 본 백서에 설명된 대로 기능하도록 의도하며 이를 위해 상업적으로 합당한 조치를 취할 의향을 갖고 있습니다. 하지만 여러 가지 합법적 이유로 '.COIN_NAME.' 토큰 또는 생태계의 세부 사항을 변경해야 할 수도 있습니다. 여기에 더해 당사는 다른 참가자가 생태계를 사용하는 방식, 제3자가 생태계를 통해 제공하는 제품이나 서비스, 제3자 제품과 서비스가 '.COIN_NAME.' 토큰을 이용하는 방식(만일 있다면)에 대해 통제권을 갖지 않습니다. 이로 인해 토큰 또는 생태계가 더 지속되고 발전되는 과정에서 구매시 기대치에 미치지 못하는 성과를 낼 수 있는 위험이 있습니다. 나아가 생태계에 참여하고 이를 발전시키는 당사의 선의의 노력에도 불구하고 생태계가 오작동을 겪거나 적절히 발전하거나 유지되지 못 할 수 있습니다. 이 경우 생태계와 토큰, (서비스 확보를 위한 토큰 유용성과 같은) 토큰의 잠재적 유용성에 부정적인 영향을 줄 가능성이 있습니다.
							</li>
							<li>
								토큰 판매 기간 중이나 이후 ETH의 가치가 불리하게 급변동 하는 경우, 개발 자금을 조달할 수 없거나 '.COIN_NAME.' 플랫폼을 의도한 대로 개발 또는 유지 보수하지 못할 수도 있습니다. 일반적인 시장 세력 이외에도 ETH 가치의 불리한 급변동 위험을 악화시킬 수 있는 몇 가지 잠재 가능성이 있습니다. 예를 들면 비트코인 스케일링 문제 해결과 관련된 불확실성, 스케일링 논쟁에서 경쟁 상대 중 하나가 사안을 뜻대로 관통하기로 결정할 경우 생길 수 있는 소위 비트코인 "하드 포크(Hard Fork)" 가능성과 같은 하나 이상의 주요 가상화폐 거래소에서의 부정 행위나 심각한 보안 위협 사태 등입니다.
							</li>
							<li>
								당사 또는 '.COIN_NAME.' 플랫폼의 청산 위험. EOS, ETH, BTC(기타 다른 암호 화폐나 법정화폐) 가치의 불리한 급변동, 토큰의 유용성 감소(토큰의 서비스 확보 유용성 포함), 상업적인 거래 관계 파탄, 지적 재산권 소유 문제 등의 여러 이유로 인해 '.COIN_NAME.' 플랫폼의 운영이 중단되거나 회사가 청산될 가능성을 완전히 배제할 수는 없습니다.
							</li>
							<li>
								'.COIN_NAME.' 토큰은 '.COIN_NAME.' 플랫폼이나 본사와 관련하여 어떠한 종류의 거버넌스 권한도 부여하지 않습니다. 때문에, 본사 상품과 서비스, 이외 회사 자체적인 모든 결정은 당사의 단독 재량에 따라 결정됩니다. 즉 상품과 서비스 중단 결정, 생태계에서 사용할 수 있는 '.COIN_NAME.' 토큰 추가 발행과 판매, 회사 매각 또는 청산 결정 등이 포함됩니다. (위 예시에 국한되지 않습니다.) 이러한 결정은 서비스 이용 효용성을 비롯해 보유 중인 '.COIN_NAME.' 토큰의 가치와 유용성에 부정적 영향을 줄 수 있습니다.
							</li>
							<li>
								'.COIN_NAME.' 토큰과 같은 암호화 토큰은 새롭고 검증되지 않은 기술입니다. 본 약관 제7조에 기재된 위험 이외 토큰의 매수, 보유, 사용과 관련하여, 예기치 않은 위험을 포함한 위험 요인이 있을 수 있습니다. 이러한 위험은 본 약관 제8조에서 논의된 위험 요인들의 예기치 않은 변동이나 조합으로 더 구체화될 수 있습니다.
							</li>
						</ul>
					</p>
					<p>
						중요 공지 사항: '.COIN_NAME.' 토큰은 증권이나 기타 다른 형태의 투자 상품으로 의도되거나 판매되지 않으므로, 본 약관 제7조에 제시된 어떠한 정보도 투자 결정의 근거가 될 수 없으며 특정 권장 사항이 의도되지 않았습니다 . 당사는 (i) 본 약관 제7조에 명시된 정보에 대한 의존, (ii) 이 정보의 오류, 누락 또는 부정확성 (iii) 이 정보를 기반으로 취한 모든 조처와 관련해 직간접적으로 발생하는 어떠한 손실이나 손해에 대해서도 전적으로 책임이 없음을 명시적으로 밝힙니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">저장 메커니즘 보안</p>
					<p>
						귀하는 당사에서 구입한 '.COIN_NAME.' 토큰을 수령하고 보관하는 데 사용하는 지갑, 카드, 기타 저장 장치 메커니즘 보안을 위해 합리적 조치를 취할 책임이 있습니다. 보안 조치에는 필요한 저장용 개인키, 저장 장치 액세스에 필요한 기타 인증 정보 등이 포함됩니다. 개인키나 기타 액세스 관련 인증 정보를 잃어버리면 '.COIN_NAME.' 토큰에 대한 액세스가 불가능할 수 있습니다. 당사는 액세스 인증 정보 분실과 관련된 어떠한 손실, 비용, 요금에 대해서도 책임을 지지 않습니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">개인 정보</p>
					<p>
						당사는 '.COIN_NAME.' 토큰을 판매와 관련된 해당 법률 및 규정 준수를 위해, 귀하에 관한 특정 정보를 확보하기로 단독 재량에 따라 결정할 수 있습니다. 귀하는 당사가 요청한 정보를 신속하게 제공하는 데 동의합니다. 또한 요청한 정보가 접수되고 관련 법령 및 규정에 따라 귀하께 '.COIN_NAME.' 토큰 판매가 허용된다는 사실이 확인되기 전까지, 당사는 귀하께 토큰 판매를 거절할 수 있음에 동의합니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">세금</p>
					<p>
						'.COIN_NAME.' 토큰 결제 금액은 적용 가능한 모든 세금이 제외된 금액입니다. '.COIN_NAME.' 토큰 매수에 세금이 부과되는지, 부과된다면 판매, 사용, 가치, 부가가치, 그 외 기타 어떠한 세금인지는 귀하께서 직접 확인하셔야 합니다. 해당 세무 당국에 원천 징수, 징수, 신고, 송금과 관련해 정확한 납세 의무를 지키는 것은 귀하의 책임입니다. 당사는 '.COIN_NAME.' 토큰 매수로 인해 발생하는 판매세, 이용세, 부가가치세, 또는 기타 세금을 원천 징수, 징수, 보고 또는 송금할 책임이 없습니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">진술 및 보증</p>
					<p>'.COIN_NAME.' 토큰 매수를 위해 ETH를 보냄으로써, 귀하께서는 다음의 사항을 진술하고 보증합니다.</p>
					<p>
						<ul>
							<li>
								귀하는 본 약관을 읽고 이해했으며 동의합니다
							</li>
							<li>
								귀하는 제 7조에 명시된 위험을 포함하여(이에 국한되지 않음) 토큰 매수, 소유, 사용과 관련된 위험이 있음을 인정하고 이에 동의합니다.
							</li>
							<li>
								귀하께서는 본 약관의 내용, '.COIN_NAME.' 토큰 매수에 따르는 위험 및 영향력을 이해할 만큼 기술적/재무적/사업적 문제, 암호 토큰, 토큰 저장 메커니즘 (토큰 지갑 등), 블록체인 기술에 대해 충분히 알고 있습니다.
							</li>
							<li>
								귀하께서는 여기에 명시된 바와 같이 '.COIN_NAME.' 토큰 생성과 관련된 제한 사항 및 위험 요인들을 이해하고 인정하며, 위험을 부담합니다.
							</li>
							<li>
								귀하께서는 정보에 기반한 구매 결정을 내릴 만큼 '.COIN_NAME.' 토큰에 대한 충분한 정보를 얻으셨습니다.
							</li>
							<li>
								귀하는 '.COIN_NAME.' 토큰이 약관에 명시된 권리를 제외하고는, '.COIN_NAME.' 플랫폼과 회사에 대한 어떠한 소유권, 배급권, 상환권, 청산권, 모든 형태의 지적 재산권을 포함하는 재산권, 기타 금융 또는 법적 권리(예시된 권리들을 포함하되 이에 국한되지 않음)도 부여하지 않는다는 사실을 이해합니다.
							</li>
							<li>
								귀하께서는 당사와 '.COIN_NAME.' 플랫폼과 관련된 상업적 위험을 인식하고, '.COIN_NAME.' 플랫폼의 개발, 테스트, 배치, 운영 지원을 유일한 목적으로 '.COIN_NAME.' 토큰을 매수합니다. 귀하는 투자, 투기, 재정적 목적(이를 포함하되 이에 국한되지 않음) 등 다른 목적으로 '.COIN_NAME.' 토큰을 구입하는 것이 아닙니다.
							</li>
							<li>
								귀하의 '.COIN_NAME.' 토큰 구입은 다음과 같이 귀하의 관할 지역 법령 및 규정을 준수합니다. (i) '.COIN_NAME.' 토큰 매수와 당사와의 계약에 있어 필요한 법적 요건 및 요구사항, (ii) 토큰 구매에 적용되는 모든 외국환 거래 규정 및 관련 규제, (iii) 필요한 정부 및 해당 기관의 승인. 이 사항들을 포함하나 여기에 국한되지는 않습니다.
							</li>
							<li>
								귀하의 관할 지역에서 '.COIN_NAME.' 토큰 매수로 인해 발생할 수 있는 모든 납세 의무를 준수 하셔야 합니다.
							</li>
							<li>
								귀하께서 특정 단체를 대신하여 '.COIN_NAME.' 토큰을 매수하는 경우 귀하는 해당 단체를 대신하여 본 약관을 수락할 권한이 있으며, 귀하 또는 그 단체의 다른 직원이나 대리인이 본 약관을 위반할 시책임은 해당 단체에 있습니다. (이 경우 본 약관에서 "귀하"는 귀하와 해당 단체를 공동으로 지칭합니다.)
							</li>
							<li>
								귀하는 홍콩 특별 행정구의 시민권자나 영주권자, 중국 국민이나 영주권자, 대한민국 국민이나 영주권자, 베트남 사회주의 공화국 국민이나 영주권자가 아닙니다.
							</li>
							<li>
								귀하는 미국 시민권자나 영주권자가 아니며, 푸에르토 리코, 미국령 버진 아일랜드를 비롯한 기타 미국령 지역에 주소나 주거주지를 갖고 있지 않습니다. '.COIN_NAME.' 토큰을 매수하기 위해, 그리고 '.COIN_NAME.' 토큰을 매수함으로써 계약 당사자인 귀하께서는 회사의 소유자 중 누구도 미국 시민권자나 영주권자가 아니라는 사실을 서약하고 진술하고 보증합니다. 또한 귀하는 푸에르토 리코, 미국령 버진 아일랜드를 비롯한 미국령 지역에 주소나 주거주지를 갖고 있지 않습니다. 이와 관련된 변경 사항은 회사에 즉시 통보 하셔야 합니다.
							</li>
							<li>
								귀하께서는 (i) 법률, 법령, 규정, 조약, 행정법이 당사서비스에 대한 액세스와 서비스 이용, '.COIN_NAME.' 토큰의 수령을 금지하는 국가의 시민 또는 거주자가 아닙니다 (ii) 미국 또는 다른 주권 국가의 제재 또는 금수 조치가 적용되는 지역의 시민, 거주자가 아니며, 현재 그 곳에 머물고 있지 않습니다. (iii) 미국 상무부가 지정한 거래 부적격자 목록, 미 재무부의 특정제재국가 및 개인 목록, 미 국무부의 거래 금지자 목록에 올라 있는 개인 또는 단체가 아니며, 이 단체에 고용되거나 어떠한 연관성을 갖지도 않습니다. 귀하는 거주국 또는 기타 상황이 변경되어 위의 진술이 더 이상 정확하지 않을 경우 서비스 이용을 즉시 중단하는 것에 동의합니다. 귀하가 법인을 대표하여 서비스를 이용하기 위해 등록하는 경우, 귀하께서는 (i) 해당 법인이 속해 있는 관할권의 법률에 따라 적법하게 설립되고 유효하게 존속하며 (ii) 귀하는 법인을 대신하도록 정당하게 권한을 부여 받은 인물이라는 사실을 진술하고 보증합니다.
							</li>
							<li>
								귀하께서는 1933년 개정된 미국 증권법(이하 "증권법") 및 산하 규정 S와 D에 따라 허용되는 경우를 제외하고는, '.COIN_NAME.' 토큰을 미국 구매자에게 재판매 할 수 없다는 사실에 동의합니다. 토큰 판매기간 중 '.COIN_NAME.' 토큰을 매수한 경우, 미국 증권 거래위원회(SEC)에 재판매가 등록되거나, 또는 증권법에 따른 면제가 적용되지 않는 한, 구입한 토큰을 미국 내에서 재판매 할 수 없습니다.
							</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">책임 제한</p>
					<p>
						<ul>
							<li>
								해당 법률에 의해 허용되는 최대 한도 내에서 (I) 당사 또는 당사자는 '.COIN_NAME.' 토큰의 매매 또는 사용, 또는 본 약관과 관련하여 비롯된 어떠한 종류의 간접적, 특수적, 우발적, 결과적, 징계적 손해배상(매출 손실, 이익/순익 손실, 데이터나 이용 상실, 영업 중단으로 인한 손해를 포함하되 이에 국한되지 않음)에 대해 책임지지 않습니다. 이는 행동의 종류와 관계 없이, 계약이나 민사상 불법행위(적극적, 수동적, 전가되었건 단순한 태만을 포함하되 여기에 국한되지는 않음) 또는 어떠한 법적, 형평이론(당사자가 그와 같은 손해 가능성을 사전에 제공받았고, 그 같은 손해 가능성이 예측 가능했는지 여부를 불문하고)에 근거했는지 불문하고 책임지지 않습니다. 그리고 (II) 어떠한 경우에도 '.COIN_NAME.' 토큰의 사용 또는 사용 불가로 인해 비롯된 손해와 관련해 당사와 회사 관계자(공동으로)의 총 책임은, 이것이 계약 위반, 보증(불법 행위를 포함하되 이에 국한되지 않음), 민사상 불법행위(적극적, 수동적, 전가되었건 태만을 포함하되 여기에 국한되지는 않음), 기타 이론에 해당하는지와 관계 없이, 귀하께서 토큰에 대해 당사에 지불한 금액을 초과하지 못합니다.
							</li>
							<li>
								본 약관에 명시된 제한 사항, 구체적으로 제12조 (a) 항은 당사나 당사 대변인들의 중과실, 사기, 또는 의도적, 악의적, 부주의한 부정행위에서 비롯된 책임을 제한하거나 배제하지 않습니다. 또한 당사나 당사 대변인의 의도적 또는 과실로 인해 비롯된 상해, 신체나 건강상 손실에 대한 책임을 제한하거나 배제하지 않습니다.
							</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">준거법과 법정지</p>
					<p>
						<ul>
							<li>
								본 약관은 UN 국제물품매매계약협약(CISG)에 해당하는 경우를 제외하고, 국제사법의 원칙(재판 관할권이 독일인지 다른 국가에 귀속되는지 여부)에 관계없이 독일 연방법 ( "독일")에 따라 규율되고 해석되고 집행됩니다.
							</li>
							<li>	
								고객이 법인, 유한 책임회사, 또는 상업적 협력관계, 영리 사업체를 운영하는 경우(독일 상법 제1조 1항 쿠프만 의미 내) 또는 공공법에 따라 조직된 법인 또는 특별 기금일 경우, 베를린 법원은 해당 계약 또는 관련 계약과 관련하여 발생하는 모든 분쟁에 대해 배타적 관할권을 갖습니다. 이 외의 경우, 당사나 고객사는 관련 법률에 따라 관할권이 있는 법원에 소송을 제기할 수 있습니다.
							</li>
						</ul>
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">계약분리가능조항</p>
					<p>
						본 약관 내 일부 약관, 조항, 항목이 불법, 무효, 집행 불능이 될 경우, 문제가 되는 약관, 조항, 항목은 전체 약관에서 분리됩니다. 분리된 약관, 조항, 항목은 이를 제외한 나머지 약관, 조항, 항목의 유효성 또는 집행가능성에 영향을 미치지 않습니다. 조항이 무효가 되거나 규정이 그 안에 포함되지 않은 경우, 이 격차는 격차를 알고 있다면 당사자들이 합의했을 유효한 조항으로 대체될 것입니다.
					</p>
				</li>
				<li>
					<p class="font-weight-bold mt-md-5 mb-md-3">기타 규정</p>
					<p>
					본 약관은 귀하의 '.COIN_NAME.' 토큰 매수와 관련한 귀하와 당사 간의 완전한 합의를 구성합니다. 당사는 본 약관에 따라 당사의 권리와 의무를 양도할 수 있습니다. 당사가 본 약관의 조항이나 권리를 행사하거나 강제하지 않는다 해도, 이는 그러한 조항이나 권리의 포기를 의미하지 않습니다. 당사는 합리적인 통제를 벗어난 사유로 인해 본 약관에 명시된 의무 수행을 실패하거나 지연하더라도 이에 대한 책임이 없습니다. '.COIN_NAME.' 토큰을 매수하셨다 해도, 귀하와 당사 간에 파트너쉽, 합작 투자 또는 이와 유사한 관계가 형성되는 것은 아닙니다. 본 약관에서 달리 명시되지 않는 한, 본 약관은 귀하와 당사의 이익을 위해서만 의도되었으며, 타인이나 타 기관에 제삼자 수익자 권리를 부여하기 위한 것이 아닙니다. 귀하께서는 본 약관을 비롯하여 모든 계약, 통지, 공개, 기타 통신문이 전자 형식으로 제공된다는 것을 동의하고 인정합니다.
					</p>
				</li>
			</ol>
		</p>';